{
    "version": "https://jsonfeed.org/version/1",
    "title": "The Opt Out Project",
    "description": "",
    "home_page_url": "http://www.optoutproject.net",
    "feed_url": "http://www.optoutproject.net/feed.json",
    "user_comment": "",
    "author": {
        "name": "Janet Vertesi"
    },
    "items": [
        {
            "id": "http://www.optoutproject.net/this-is-a-first-post-title-2/",
            "url": "http://www.optoutproject.net/this-is-a-first-post-title-2/",
            "title": "About the Opt Out Project",
            "summary": "I started opting out in 2012 when I stopped using Google tools and deleted my account. Since then I have&hellip;",
            "content_html": "\n  <p>\n    I started opting out in 2012 when I stopped using Google tools and deleted my account. Since then I have built up a treasure trove of knowledge, devices, and services aimed at keeping me and my family away from the evils of data-collecting algorithmic systems.\n  </p>\n\n  <p>\n    The last ten years have seen me doing things that most people, honestly, thought were crazy. Now, they're asking how I do it.\n  </p>\n\n  <p>\n    That's why I started this site. I've decided to put information about these tools and alternatives in one spot for others to find and use. Sure, some of these tools are reviewed in the tech press, and there is information out there if you know where to look. My goal is to bring it all together in one place, to guide you through the process, and help you opt out as well.\n  </p>\n\n  <p>\n    I'm fed up with living in a dystopian version of the future. We should all be able to live our lives without these data-sucking and socially destructive tools torquing our world.\n  </p>\n\n    <h2 id=\"what-this-site-is--and-is-not\">\n      What this site is ... and is not\n    </h2>\n\n  <p>\n    My friend Natasha is always teasing me,\"You'd know about this if you were on Facebook,\" she says, tantalizingly offering some piece of gossip or news of an upcoming event in town, \"but you're not on Facebook because&nbsp;<i>you hate technology</i>.\"\n  </p>\n\n  <p>\n    It's not true. I actually love technology. I'm a sociologist of science and technology. I got a whole PhD in the study of technology and society. I publish research in human-computer interaction and I work with NASA spacecraft teams. I'm now a professor at Princeton, where I am an expert in technology and society. I'm in the Sociology department with a courtesy appointment in Computer Science. When I'm not teaching or researching I spend my spare time hacking phones and building stuff with Raspberry Pi's.\n  </p>\n\n  <p>\n    Of all people, I don't think the answer is to leave technology behind altogether.\n  </p>\n\n  <p>\n    That's why this site is NOT going to help you with a tech detox. I'm not here to hate on technology, or tell you to go live in a cave.\n  </p>\n\n  <p>\n    That said, I do think we need to leave <i>these </i>technologies. Google. Meta. Algorithmic systems that blend search or friendship with advertising, serve information up with a heaping dose of surveillance, and lead us all astray.&nbsp;Companies that went from \"Don't be evil\" to, well, being evil. Companies that ignored the warning signs and marched us boldly into a world suffused with dysfunction.\n  </p>\n\n  <p>\n    And there were warning signs. I was there, at the conferences and meetings where we warned them. Driven by profits instead of ethics, they did it anyway.\n  </p>\n\n  <p>\n    Some people think regulation is the best way forward. I'm all for smart regulation of these devastating technologies. But whenever I think about government regulating these tools, I remember that senator asking Mark Zuckerberg to shut down Finsta. These guys aren't riding in on a white horse anytime soon.\n  </p>\n\n  <p>\n    That's why I believe it's time to opt out. Voting with our feet is the quickest option we have to tell the tech industry that enough is enough. There are alternatives out there, better visions of what our lives could be like. There are systems that don't require capturing and storing all our data, mining us exploitatively for profit, and serving us the kinds of misinformation and advertising that has us hating our neighbors.regulation&nbsp;\n  </p>\n\n    <h2 id=\"its-time-to-opt-out\">\n      It's time to opt out.\n    </h2>\n\n  <p>\n    \n  </p>",
            "author": {
                "name": "Janet Vertesi"
            },
            "tags": [
                   "Techniques",
                   "Philosophy",
                   "Basics"
            ],
            "date_published": "2022-10-04T12:43:37-04:00",
            "date_modified": "2022-10-04T12:43:37-04:00"
        },
        {
            "id": "http://www.optoutproject.net/the-secrets-to-my-success/",
            "url": "http://www.optoutproject.net/the-secrets-to-my-success/",
            "title": "The Secrets to Success",
            "summary": "In 2017 tech reporter Kashmir Hill reported on an experiment trying to opt out of Google, Facebook and Amazon. She&hellip;",
            "content_html": "<p>In 2017 tech reporter Kashmir Hill reported on an experiment trying to opt out of Google, Facebook and Amazon.  She set up a blocker on her router so no sites affiliated with the big three could get through, essentially locking herself out of the internet. She put away her smartphone and found herself without the basic tools of daily life. At one point she even locked herself out of her apartment, spending ages on a New York street corner trying desparately to piece the requisite data together to get back in. Finally she gave up, declaring that you cannot live without Big Tech.</p>\n<p>In general, I am a fan of Kashmir and her reporting. We spoke years ago when I concealed a pregnancy from the Internet. And this three week \"experiment\" made for great writing because it bordered upon the absurd.</p>\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">But in this she did us all a disservice.</span></p>\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">The idea is now firmly planted in people's heads that you simply cannot opt out of Big Tech. It's too hard, they're too big and too pervasive. It's also way too inconvenient: no one wants to be locked out of their apartments, or the Internet for that matter. People have given up. If you're a tech company, you couldn't have paid for better advertising.</span></p>\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">This is wrong. It strips us of our one major power: the power to choose, to vote with our feet. It robs us of the chance to write our own future, to invest in non-creepy alternatives. And it's untrue. Because you can opt out. I'm living proof. </span></p>\n<p>So what did Kashmir get wrong? Where do we diverge?</p>\n<h2>1. One system at a time</h2>\n<p>Opting out takes planning and preparation. You will eventually build an entire alternative tech ecosystem from a new series of devices and services. But you cannot leap there all at once. It disrupts too many of your routines, throws too many proverbial babies out with bathwater, and doesn't allow you to build robust relationships or habits that will stick.</p>\n<p>Trying to opt out of everything at the same time is like a scene in the old 80's movie, <em>Airplane.</em> When something goes wrong, the captain says, \"Looks like I picked the wrong day to quit smoking!\" A few minutes later, when the next thing goes awry, the same character says, \"Looks like I picked the wrong day to quit drinking!\" And a few moments after that, \"Looks like I picked the wrong day to quit sniffing glue!\"</p>\n<p>Almost no one battling an addiction can successfully beat multiple addictions at once, unless they remove themselves from society for a significant period of time. That's because addiction is behavioral as much as it is biological. You need time to change those routines and make sure the changes stick. You have to have enough support so that you don't jump out of the frying pan -- then decide it was pretty cosy in there and you'd rather get right back in again.</p>\n<p>Personally, I first left Google services in 2012. I was dismayed at the change to their privacy policy that allowed them to aggregate all user data around a single profile -- that's enough to make anyone pinpointable in the data, regardless of whether or not it's \"anonymized.\" (Differential privacy wasn't an option in 2012).</p>\n<p>I left Facebook in early 2016. I used the same \"<a href=\"http://www.optoutproject.net/how-to-the-tech-break-up/\">break up</a>\" <a href=\"http://www.optoutproject.net/tags/the-basics/\">technique</a> but with a few additional twists. After a lot of experimenting with alternative systems, <a href=\"http://www.optoutproject.net/sailfish-the-iphone-and-android-alternative/\">I put away my last iPhone for good in 2017</a>. Each of these moments took planning, ensuring I had the right systems in place to leap to, so I wouldn't look back.</p>\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">Leave Google, Facebook, or Amazon? Sure, you can do that.  Leave Google, then Facebook, then Amazon: yes, indeed. Leave them </span><em style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">all at once</em><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">? You're setting yourself up to fail.</span></p>\n<h1>2. It can't be all or nothing</h1>\n<p>Perhaps surprisingly for someone who is pretty intense about data privacy, I don't think we need to be so extreme. Kashmir didn't just try to rip the bandaid all at once, she even blocked sites hosted by the big services. Blocking Amazon W3 is like shutting off half the Internet; add Microsoft Azure and Google sites and you're basically left with, like, Geocities or something.</p>\n<p>It's important to demonstrate that these companies are turning themselves into the infrastructure of the internet. And, they're patting themselves on the back in doing so, promoting websites hosted on the big services in their search queries (via Search Engine Optimization).</p>\n<p>However, to hobble these companies, it is just as effective to shut off their revenue at another source. That's why I start with the main part of their money-making business, the part that fuels their investments in cloud services and helps them embed themselves in every website on the net.</p>\n<p>That is, I want to break the personal data economy: the whole, record everything about you online, use it to serve you personalized content, keep you addicted to scrolling, and drive wedges between you and others, and make billions while disavowing the discord that results.</p>\n<p>We can do it, one person at a time, if we just stop systems from knowing <em>everything </em>about us.</p>\n<p>That's why I don't think we need to leave <em>entirely.</em> We can be selective. Divide your data up across services. Log out of the single log-ins. Set up Ghostery or Firefox containers, or another blocking system that makes it impossible for companies to track you from one site to another. Use my opt out techniques to keep your data segmented and divided up. As long as you don't let a single platform track you across the web and build up a picture of you, you are dismantling the power those companies have to ruin our lives.</p>\n<p>The power of the platforms comes from tracking us across so many different parts of our lives. Meta, Google, and others do so with a single profile, their trackers embedded in our browsers when we log in, with all the data that we enter into it, including our statuses and our photographs. Oh, and by confusing us into forgetting that Facebook, Instagram, and WhatsApp are all actually the same company. Same with Google, Picasa, Ring and YouTube.</p>\n<p>To break that power, don't show them everything. Just opt out.</p>\n<h1>3. Empower us to make change!</h1>\n<p>The saying that you just can't opt out of Big Tech plays right into their hands. It is the kind of brand advertising those companies <em>wish</em> they could buy--and they got it for free! The idea only serves the Big Tech companies. It does not serve us.</p>\n<p>Opting out should <em>undermine </em>these systems, not re-entrench them. It should make us feel empowered, not helpless. </p>\n<p>I am a conscientious objector, and I believe we must opt out. We are already living through the dangers that were promised by embracing <em>these </em>technologies (not <em>all</em> technologies, these data-sucking algorithmic ones).</p>\n<p>It's a one-way street to social catastrophe. No, it's not the kind of creative \"disruption\" that's just the de-facto result of innovation. It's the irresponsible result of not listening: to psychologists, historians, sociologists, human-computer interaction experts, lawyers and others who warned against the resulting ills. The results are profitable even if they are driving children to suicide, reinforcing racism, and fuelling genocide.</p>\n<p>It doesn't have to be this way. But it won't be anything different if we don't make the choice. And if we don't feel empowered, we won't make the change that's within our grasp.</p>\n<p>If we don't choose different systems, we'll keep feeding racist algorithms, manipulative governments, and body dysphoria just by the very act of logging in, liking, commenting and scrolling.</p>\n<p>Certainly, I understand the tactic of saying that it's too hard for individuals, in an effort to push for regulation. I wish I could say I had faith in regulation to take this problem away. Maybe it's one too many clip making the rounds of a Senator \"grilling\" a social media guru. Like the time a congressman asked Mark Zuckerberg to \"turn off Finsta.\"</p>\n<p>By all means, we need smart regulation, and quickly. But they're not riding in on a white horse anytime soon. And the best, most long-lasting regulatory change happens from the bottom-up, as well as the top-down.</p>\n<p>That's why it's up to us. <span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">We can opt out, and we must. </span></p>\n<p>Our actions matter. Like the environmental movement, making small changes in our lives can make a big difference. And like that movement too, working together is the key to getting anywhere.</p>\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">Starting from a place of powerless isn't the way forward. Working together with optimism, empowering ourselves, sharing ideas and skills: that is what animates me, and inspired me to start this site.</span></p>\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">It's time to build the movement.</span></p>\n<p> </p>",
            "author": {
                "name": "Janet Vertesi"
            },
            "tags": [
                   "Philosophy",
                   "Basics"
            ],
            "date_published": "2022-10-03T19:29:47-04:00",
            "date_modified": "2022-10-09T20:31:50-04:00"
        },
        {
            "id": "http://www.optoutproject.net/my-privacy-policy/",
            "url": "http://www.optoutproject.net/my-privacy-policy/",
            "title": "My Privacy Policy",
            "summary": "I believe we should all write ourselves a privacy policy: a terms of service list against which other companies need&hellip;",
            "content_html": "<p>I believe we should all write ourselves a privacy policy: a terms of service list against which other companies need to measure up.  In the meanwhile, here is this site's privacy pledge to you, dear visitor. I have tried to make the policy and the site in line with my values about data privacy, ownership, and stewardship.</p>\n<p><strong>Your data is yours</strong>. I don't want or need to know you visited my site. I'm not keeping site tracking data. I believe you should be able to your data to yourself, and remain in control of what data you give and to whom. I do not authorize any cookies, trackers, browser fingerprinters, or bots.</p>\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\"><strong>I built this site to be as clean as possible. </strong>Putting my opt out values first and foremost has buided my decisions about which tools to use and which to lose. You'll notice I didn't set this site up on Substack, Medium, or Wix, or a flashy hosting service that makes it \"easy\" to blog and subscribe. Instead, I investigated my connections to the tools that help me make it, as deeply as possible.  I don't want to risk your data being sniffed by a third party company when you visit my Opt Out site. </span></p>\n<p><strong>This site is hosted on GitHub</strong>. Microsoft owns GitHub.  To the best of my knowledge they do not track people who visit their code repositories, including this site, although they very likely log IP addresses used for access. If you're worried about that, access through a VPN or the Tor browser. GitHub is making privacy policy changes that largely track Enterprise users. If I learn they are tracking site visitors under, I will move this site and update this privacy policy accordingly.</p>\n<p><strong>The site is static HTML and CSS.</strong> I am using the open source system called <a href=\"https://getpublii.com\">Publii</a> to generate the blog, so that the code is as clean as possible (you might also check out the excellent <a href=\"https://jekyllrb.com/docs/installation/\">Jekyll</a> and <a href=\"http://gohugo.io\">Hugo</a> as blogging options). You can read the source code for my site or for Publii whenever you want to. Note that even when Publii uses Google Fonts it loads them locally instead of tapping an active Google service.</p>\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\"><strong>You may subscribe to my mailing list</strong>. I chose to go with </span><a href=\"http://www.buttondown.email\" style=\"font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">ButtonDown</a><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">, because it's run by one guy who is really into data privacy.  You can read their </span><a href=\"https://buttondown.email/features/privacy\" style=\"font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">privacy policy here</a><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">. If you subscribe, ButtonDown will record your email address and keep it on their server.  ButtonDown has promised me that those email addresses belong to me, not to them, and I've opted out of recording anything else about your subscription. If that changes, I'll use my Tech Break Up tool and migrate the newsletter elsewhere.</span></p>\n<p><strong>When you subscribe, </strong>I will use the email address you register to send you a newsletter keeping you up to date on posts, tips, how-tos, reviews, and other relevant Opt-Out info. I will never sell this data or use it for anything other than this newsletter.</p>\n<p><strong>Please</strong> <strong>sign up with an alias </strong>that redirects to your preferred inbox. The email services offered by <a href=\"https://relay.firefox.com/\">Mozilla</a> or <a href=\"https://duckduckgo.com/email/\">DuckDuckGo</a> live in your browser and make this easy. If my mailing list contains nothing but mozmail and duck.com addresses, I'll know we're doing it right!</p>\n<p><strong>No trackers. No fingerprints. No data collection.</strong> Email aliases whenever possible. This is an Opt Out site, after all.</p>\n<p>That said, systems change. And I am always working to improve. If you notice something tracking you, or that the unique alias you gave to me alone is being used for a purpose you didn't authorize, <strong>please tell me</strong> so I can make the switch to a different system. You can reach me at info (at) optoutproject (dot) net.</p>",
            "author": {
                "name": "Janet Vertesi"
            },
            "tags": [
                   "Philosophy"
            ],
            "date_published": "2022-10-03T18:37:25-04:00",
            "date_modified": "2022-10-07T22:46:59-04:00"
        },
        {
            "id": "http://www.optoutproject.net/who-am-i/",
            "url": "http://www.optoutproject.net/who-am-i/",
            "title": "Who am I?",
            "summary": "I left Google in March of 2012, Facebook in early 2016. In 2014 I went viral for keeping a pregnancy&hellip;",
            "content_html": "<p>I left Google in March of 2012, Facebook in early 2016. In 2014 I went viral for keeping a pregnancy away from detection online. I still buy everything related to my children untraceably.  In my spare time I hack cell phones.</p>\n<p>Why do all this?</p>\n<p>I'm an expert in the relationship between technology and society. I'm a professor at Princeton University in the Sociology department, where I'm affiliated with Computer Science, the Center for Digital Humanities, and the Center for Information Technology Policy. I have a PhD in the study of science, technology, and society, which is actually a field. I research NASA's robotic spacecraft teams, studying how they work together and sometimes assisting them in organizing their teams for success.  I also publish in Human-Computer Interaction, alongside computer scientists.</p>\n<p>It's this expertise that drove me to what I now call the Opt Out Experiments.</p>\n<p>I've always been into computers. My dad brought our first one home in 1984, and I was hooked.  I had a reputation for being a computer geek and an early adopter. I even study robots in space!</p>\n<p>But things changed once tech companies discovered they could mine user data for advertisting. Despite study after study showing the perilous road that Silicon Valley was on, companies refused to change their path, and people kept logging in. </p>\n<p>Algorithmic recommenders. Filter bubbles. Predictive policing. Biased datasets. Manipulation. Persuasive design. All of it fueling and fueled by a rampant collection of personal data.</p>\n<p>I was there as this was being developed and rolled out, and I saw the writing on the wall. Anyone with my training could see the technological dystopia we're currently enduring, coming from a mile away.</p>\n<p>That didn't stop Silicon Valley from trampling all over those hard-won lessons from the history and sociology of technology. Maybe they thought we were just naysayers or Luddites instead of experts? As a result, people are still blissfully clicking and scrolling, and in so many predictable ways, the fabric of our society is fraying under the strain.</p>\n<p>Amid all the heady rhetoric from Sillly Valley, it's easy to forget that technologies aren't some meteorite from outer space that hit \"society,\" transforming it from out of nowhere (trust me, I study NASA, it's not that easy). Technologies are tools we build, along the lines of our choosing. The everyday devices in our pockets and on our desktops that are torquing our social world are just one vision among endless alternative possibilities. It could always be otherwise.</p>\n<p>It still can. <span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">T</span>here are lots of ways to make digital devices, systems, and services <em>work</em>. Possibilities imbued with data stewardship and personal privacy. Tools that bring us a better, more harmonious, social world.  We can<span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\"> choose--and build--differently.</span></p>\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">That's why I started opting out.  </span>I have spent the last decade ditching toxic technologies, avoiding Big Tech's venomous tendrils like the plague. I did it all without living in a cave, throwing my devices away, or becoming a Luddite. I'm online, and my life is suffused with technologies. But I choose thoughtfully, ethically and responsibly. I'm not interested in if the latest blingy device comes in rose gold. Instead, I embrace companies and communities who help me to keep my data private, and to steer clear of those who don't. Sometimes I build things myself so that I know exactly where my data is.</p>\n<figure ><figure class=\"post__image post__image--left\"><img loading=\"lazy\"  src=\"http://www.optoutproject.net/media/posts/13/IMG_5374.JPG\" sizes=\"(max-width: 48em) 100vw, 100vw\" srcset=\"http://www.optoutproject.net/media/posts/13/responsive/IMG_5374-xs.JPG 300w ,http://www.optoutproject.net/media/posts/13/responsive/IMG_5374-sm.JPG 480w ,http://www.optoutproject.net/media/posts/13/responsive/IMG_5374-md.JPG 768w\"  alt=\"I have a lot of alternative, old, or hackable phones. Here are a few of them.\" width=\"400\" height=\"300\"></figure>\n<figcaption >What do these alternative phones have in common? They all promised a less toxic future than the one we're living in.</figcaption>\n</figure>\n<p>Since more and more people seem to want to know what I do and how to follow along, I started this site. I'll review some of my favorite tools and alternative options for you to consider. I'll share tips for how I manage my data in the face of an Internet hellbent on its lucrative extraction. I'll occasionally muse about what I've learned about Internet privacy while opting out. You can follow along online, and sign up for my mailing list to learn about fresh posts and ideas.</p>\n<p>The opinions expressed here are entirely my own. I'm not paid for reviews of products, I'm just telling you what works for me. I'm not a journalist; I'm an academic, but I'll make every effort to make this readable. Also, since I'm all about data privacy and ownership, nothing on this website is stealing your data. You can browse, read, and subscribe in peace.</p>\n<p>It's time for change. Techlash is rampant, people are angry at the FAANGs and tired of the Metaverse, Crypto, and the \"next big thing.\" Fortunately, the power is in our hands. We can, truly can, leave these systems behind in the dirt. We can put our eggs in a better basket than this.</p>\n<p>Let's get started.</p>\n<p> </p>",
            "image": "http://www.optoutproject.net/media/posts/13/tweet.png",
            "author": {
                "name": "Janet Vertesi"
            },
            "tags": [
                   "Philosophy",
                   "Basics"
            ],
            "date_published": "2022-09-28T13:48:42-04:00",
            "date_modified": "2022-10-04T12:51:23-04:00"
        },
        {
            "id": "http://www.optoutproject.net/how-to-the-tech-break-up/",
            "url": "http://www.optoutproject.net/how-to-the-tech-break-up/",
            "title": "How To: The Tech Break-Up",
            "summary": "How to leave products behind.",
            "content_html": "<p>How to leave products behind.</p>",
            "author": {
                "name": "Janet Vertesi"
            },
            "tags": [
                   "Techniques",
                   "Basics"
            ],
            "date_published": "2022-09-28T13:41:05-04:00",
            "date_modified": "2022-09-28T13:42:36-04:00"
        },
        {
            "id": "http://www.optoutproject.net/divide-your-data-and-conquer-big-tech/",
            "url": "http://www.optoutproject.net/divide-your-data-and-conquer-big-tech/",
            "title": "Divide (your data) and Conquer (Big Tech)",
            "author": {
                "name": "Janet Vertesi"
            },
            "tags": [
                   "Techniques"
            ],
            "date_published": "2022-09-28T13:39:28-04:00",
            "date_modified": "2022-09-28T13:40:32-04:00"
        },
        {
            "id": "http://www.optoutproject.net/sailfish-the-iphone-and-android-alternative/",
            "url": "http://www.optoutproject.net/sailfish-the-iphone-and-android-alternative/",
            "title": "Sailfish: the iPhone and Android Alternative",
            "image": "http://www.optoutproject.net/media/posts/5/Sailfishing21.jpg",
            "author": {
                "name": "Janet Vertesi"
            },
            "tags": [
                   "Reviews",
                   "Phones"
            ],
            "date_published": "2022-09-28T13:11:49-04:00",
            "date_modified": "2022-09-28T13:41:21-04:00"
        },
        {
            "id": "http://www.optoutproject.net/the-best-non-google-search-engine/",
            "url": "http://www.optoutproject.net/the-best-non-google-search-engine/",
            "title": "Google-Free Living (it&#x27;s better here)",
            "summary": "People often ask me what I use instead of Google. The answer is: a lot of different systems. That's not&hellip;",
            "content_html": "<p>People often ask me what I use instead of Google. The answer is: a lot of different systems. That's not because Google is difficult to replace, per se. It's because I'm not about to give all my data to one system, whether that's Google or Yahoo!, Apple or Microsoft. I want my online data to be fractured, so that each company can only see one shard of my reflection in a broken mirror. I write more about this technique in my post on \"data Balkanization,\" but in general, leaving Google means I'm not about to jump into bed with the next platform giant that comes along.</p>\n<p>Also, before you get started leaving Google, be sure to read my post about the Tech Breakup. You can't just, edge your way out of the relationship with Google. Its tendrils are long. You have to be <em>prepared, </em>or leaving cold turkey is gonna leave you in the lurch, instead of Google. (Hint: they won't miss you. Better yet, you won't miss them.)</p>\n<p>Key functionalities to replace on a daily basis? Search, email, browser, and maps, videos, calendars and file sharing. If you're a Chrome or Android person, then you're looking for a new operating system too: more on that in other posts. Each of these devices and services I've replaced with a different one--sometimes more than one service, if I want to keep my data safely segmented. I've spent a lot of time trying out many, many different systems. And I don't tend to keep my eggs in one basket.</p>\n<p>In the coming months I'll do a more in-depth review of the services I know and love, things I've tried and tested.  I'll update this page with links when those posts go live. For now, though, here are the top contenders that I keep reaching for, time and again. </p>\n<p>Before we get started, if you haven't yet deleted your GoogleID, then at least sign out of all Google services and clear your browser's cache.  Otherwise Google will follow you as you try out these alternatives. Which is missing the point.</p>\n<h3>Search</h3>\n<p>I've used lots of search engines, but I keep coming back to <a href=\"http://www.DuckDuckGo.com\">www.DuckDuckGo.com.</a> Make it your homepage. They don't monetize based on aggregate search data, which is a fancy way of saying that they don't mine you for information, don't use your extracted data to profit on selling ads to your eyeballs, and don't put you in a filter bubble either. Plus DuckDuckGo has these cool search terms called \"bangs,\" which is tech-speak for the exclamation mark. Search something with a \"!m\" and it'll search a map, with !v and it searches videos, !a pings Amazon. If you end up with a Google map or video on YouTube, it's through a proxy so Google can't track you. I've heard some people say they have trouble finding what they want on DuckDuckGo, but I've never had that problem. Maybe they're just so wrapped up in their filter bubble it looks like they can't find <em>what they want to see, </em>which is a different problem altogether and something I'm keen to avoid. Still, it I'm super curious about what people might be seeing on a Google search, I might run a search at <a href=\"http://www.startpage.com\">www.startpage.com</a> which pings Google though a protective layer.</p>\n<h3>Email</h3>\n<p>The trick is to actually have lots of email addresses, but more on that later. I go with services that don't track or mine inboxes, like Protonmail.ch, Zoho.com, or self-hosted email (we do ours through <a href=\"http://www.ionos.com\">www.ionos.com</a> webhosting). The cool thing about running your own email server is you can make unlimited addresses at will, so every company that wants your email address can have their own unique version.  That limits their ability to aggregate your personal data. You can also get a taste of this with new browser plugins from DuckDuckGo and Mozilla that make spoof email addresses for you to give away for discounts at the till, without risk of data </p>\n<h3>Browser</h3>\n<p>Chrome is a nightmare. You can build your own version using the Chromium kernel, or if the sentence I just wrote looks like gibberish to you then download Firefox already. When it comes to privacy and blockers, Mozilla has your back. Plus basically all your plugins on Chrome are available on Firefox too. Get off Chrome. It's a Google backdoor.</p>\n<h3><strong><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit;\">Maps</span></strong></h3>\n<p>Years ago, when Apple Maps first came out and all the buildings in 3D view were rendering to look like the Leaning Tower of Pisa, I wrote a love letter to Apple Maps that got a lot of ridicule. I was just happy to see an alternative out there! I still use Apple Maps but also spread traces across Bing's mapping service, Pure Maps, Here.com, Open Street Maps, and Organic Maps.</p>\n<h3>Videos</h3>\n<p>I remember when YouTube was this weird video dating site that people didn't think would amount to much. Then it was acquired by Google. Now it's simply the biggest video sharing site in the world, and it's hard to avoid. When possible I get videos from places like Vimeo, but much of the time I just have to figure out how to get what I want from YouTube without them logging that I'm watching it. Searching for videos through DuckDuckGo using the !v function lets you play YouTube videos through their proxy, and you can always load up a VPN to browse from a fresh IP, load things in a private browsing window, and clear your cache often. Not being logged into Google or having any stable Google account goes a long way toward keeping them in the dark. If you're comfortable with the command line you can try <em>youtube-dl</em>, which will scrape and save a local copy of a YouTube video on your own computer. I mention it for completeness as this is not legal. But hey, it used to just be normal to watch things without being tracked by anyone. So for your next assignment, spend a little time wondering how we ended up in a situation where trying not to be tracked to allow people to make money off our eyeballs, is illegal. </p>\n<h3>Calendars and other office stuff</h3>\n<p>Most of the email services you will soon be signing up for to avoid Gmail will also come with a calendar. Apple has calendars too. Or you can try running your own. I love sandstorm.io which lets you run your own mini-server, keeping your data separated even from other systems you spin up on the same server.</p>\n<p>I'll cover alternatives to Google Meet, gChat, and others in separate posts. And I will devote a lot of time to alternative phones, operating systems, and other home automation machines. Remember, this doesn't have to be an extreme form of digital veganism. You're just extracting your life from a platform giant, trying to spread your traces about, and share the love with systems that treat you and your data better.</p>\n<p> </p>",
            "author": {
                "name": "Janet Vertesi"
            },
            "tags": [
                   "Search",
                   "Reviews",
                   "Basics",
                   "Apps"
            ],
            "date_published": "2022-09-28T13:10:40-04:00",
            "date_modified": "2022-09-29T19:01:03-04:00"
        },
        {
            "id": "http://www.optoutproject.net/this-is-a-first-post-title/",
            "url": "http://www.optoutproject.net/this-is-a-first-post-title/",
            "title": "Welcome to the Opt Out Project",
            "summary": "A provocative tip jar in NYC, circa 2014. Welcome, fellow and aspiring conscientious objectors! Yes, you can live a modern,&hellip;",
            "content_html": "\n    <figure class=\"post__image post__image--center\">\n      <img loading=\"lazy\" src=\"http://www.optoutproject.net/media/posts/1/Kahve_header.png\" sizes=\"(max-width: 48em) 100vw, 100vw\" srcset=\"http://www.optoutproject.net/media/posts/1/responsive/Kahve_header-xs.png 300w ,http://www.optoutproject.net/media/posts/1/responsive/Kahve_header-sm.png 480w ,http://www.optoutproject.net/media/posts/1/responsive/Kahve_header-md.png 768w\"  height=\"877\" width=\"1400\" alt=\"\" />\n      <figcaption>A provocative tip jar in NYC, circa 2014.</figcaption>\n    </figure>\n\n    <h3 id=\"welcome-fellow-and-aspiring-conscientious-objectors\">\n      Welcome, fellow and aspiring conscientious objectors!\n    </h3>\n\n  <p>\n    Yes, you can live a modern, digitally connected, twenty-first century life online without Big Tech. You don't have to trade your personal data for \"free\" services. It's not (always) technically difficult, and you don't have to live in a cave. I've done it, and you can too!\n  </p>\n\n  <p>\n    I started this site to share the treasure trove of knowledge I've gleaned from over a decade of opting out of data-sucking services.\n  </p>\n\n  <p>\n    You can start here with <a href=\"http://www.optoutproject.net/tags/basics/\">the Basics</a>, learn more <a href=\"http://www.optoutproject.net/this-is-a-first-post-title-2/\">about the Opt Out project</a>, delve into <a href=\"http://www.optoutproject.net/tags/the-basics/\">the Techniques</a> I've developed to enable my lifestyle, or explore <a href=\"http://www.optoutproject.net/tags/the-tools/\">the Philosophy</a>, the academically-informed thinking behind my unique approach.\n  </p>\n\n  <p>\n    Or just jump into my reviews of alternative tools and systems: from <a href=\"http://www.optoutproject.net/tags/email/\">email</a>&nbsp;and <a href=\"http://www.optoutproject.net/tags/phones/\">search</a> to <a href=\"http://www.optoutproject.net/tags/phones/\">cell phones</a>&nbsp;and the devices that power <a href=\"http://www.optoutproject.net/tags/homesteading/\">my connected home</a>.&nbsp;\n  </p>\n\n  <p>\n    Or maybe you want to know who I am--I don't blame you!--more about that is <a href=\"http://www.optoutproject.net/who-am-i/\">here</a> or on my professional website&nbsp;<a href=\"https://janet.vertesi.com\" target=\"_blank\">here</a>.\n  </p>\n\n  <p>\n    It's time to reject toxic tech and usher in a better future. Let's get back in the drivers' seat, demand different tools, and start living a better life online.\n  </p>\n\n    <h3 id=\"dont-drop-out-opt-out\">\n      Don't drop out, opt out.\n    </h3>\n\n  <p>\n    \n  </p>",
            "author": {
                "name": "Janet Vertesi"
            },
            "tags": [
                   "Techniques",
                   "Philosophy",
                   "Basics"
            ],
            "date_published": "2022-09-13T14:41:41-04:00",
            "date_modified": "2022-10-04T12:43:53-04:00"
        }
    ]
}
